// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Suorien porttien suojaus";

TaskDescription = "Käytä tätä asetusta, kun haluat poistaa käytöstä tulostuksen USB- ja rinnakkaisporttien kautta.\n\nTämä asetus ei vaikuta JetDirectiin, upotettuun verkkoyhteyteen eikä kolmannen osapuolen lisäkortteihin (esim. Firewire).";
CheckboxTitle = "Poista suorat portit käytöstä";
ApplyButtonTitle = "Ota käyttöön";